Repository: slub/slub-web-profile
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# general.oClock
source: o'clock
de: Uhr

# general.personalise
source: Personalise Dashboard
de: Dashboard personalisieren

# general.personalise.close
source: End personalisation
de: Personalisierung beenden

# general.personalise.helptext
source: More <a href="" title="tips and info on the dashboard">tips and info</a> on the dashboard.
de: Weitere <a href="" title="Tipps und Infos zum Dashboard">Tipps und Infos</a> zum Dashboard.

# general.widget.closed
source: Remove this field
de: Dieses Feld entfernen

# event.filter.label
source: Filter by event type
de: Nach Veranstaltungstyp filtern

# event.filter.reset
source: All
de: Alle

# event.default.empty
source: You have no subscribed events.
de: Sie haben keine gebuchten Veranstaltungen.

# event.default.unsubscribe
source: Unsubscribe from the event
de: Von Veranstaltung abmelden

# event.widget.more
source: <strong>All</strong> my events
de: <strong>Alle</strong> meine Veranstaltungen

# event.widget.today.label
source: Today!
de: Heute!

# searchQuery.type.simple
source: Simple search
de: Einfache Suche

# searchQuery.type.extended
source: Advanced search
de: Erweiterte Suche

# searchQuery.default.table.th.title
source: Title
de: Titel

# searchQuery.default.empty
source: You have no subscribed search queries.
de: Sie haben keine gespeicherten Suchanfragen.

# searchQuery.default.table.th.results
source: Hits
de: Treffer

# searchQuery.default.table.th.date
source: Date
de: Datum

# searchQuery.default.type
source: Type:
de: Typ:

# searchQuery.default.fields
source: Fields:
de: Felder:

# searchQuery.default.description
source: Description:
de: Beschreibung:

# searchQuery.default.action.selectAll
source: Select all
de: Alles auswählen

# searchQuery.default.action.deselectAll
source: Deselect all
de: Nichts auswählen

# searchQuery.default.action.export
source: Export selected
de: Auswahl exportieren

# searchQuery.default.action.delete
source: Delete selected
de: Auswahl löschen

# searchQuery.widget.more
source: <strong>All</strong> searches
de: <strong>Alle</strong> Suchanfragen

# searchQuery.widget.result
source: %1$s result
de: %1$s Ergebnis

# searchQuery.widget.results
source: %1$s results
de: %1$s Ergebnisse

# borrowing.default.empty
source: You haven't borrowed anything yet.
de: Sie haben noch nix ausgeliehen.

# borrowing.widget.more
source: <strong>More</strong> borrowing information
de: <strong>Mehr</strong> Ausleihinformationen

# borrowing.widget.overdue.label
source: Overdue!
de: Überfällig!

# reserveCurrent.table.summary
source: Reserved media
de: Vorgemerkte Medien

# reserveCurrent.table.caption
source: Reserved media
de: Vorgemerkte Medien

# reserveCurrent.table.totalReserveItems
source: reserved media
de: vorgemerkte Medien

# reserveCurrent.default.empty
source: There are currently no reserved media ready for collection.
de: Aktuell sind keine vorgemerkte Medien abholbereit.

# reserveHistory.table.summary
source: Hold requests history
de: Vormerkhistorie

# reserveHistory.table.caption
source: Hold requests history
de: Vormerkhistorie

# reserveHistory.default.empty
source: No history of reserved media available.
de: Keine Historie vorgemerkter Medien vorhanden.

# reserve.widget.more
source: <strong>All</strong> orders
de: <strong>Alle</strong> Bestellungen

# reserve.widget.position.label
source: Reservation No.:
de: Vormerk-Nr.:

# reserve.label.title
source: Title
de: Titel

# reserve.label.title-volume
source: Title / volume / issue number
de: Titel / Bandangabe

# reserve.label.additional-information
source: Additional information
de: Zusätzliche Informationen

# reserve.label.author
source: Author
de: Verfasser

# reserve.label.hold-position
source: Hold position
de: Position in der Vormerkliste

# reserve.label.reservation-date
source: Date of reservation
de: Datum der Vormerkung

# reserve.label.remove-reservation
source: Remove reservation
de: Vormerkung entfernen

# reserve.table.reserveProgress
source: in progress…
de: In Bearbeitung…

# reserve.btnsubmit.reset
source: Reset
de: Zurücksetzen

# reserve.btnsubmit.mark
source: Mark all
de: Alle markieren

# reserve.btnsubmit.delete
source: Remove
de: Entfernen

# loanCurrent.default.empty
source: No loaned media.
de: Keine ausgeliehene Medien.

# loanCurrent.table.summary
source: Loaned media
de: Ausgeliehene Medien

# loanCurrent.table.caption
source: Loaned media
de: Ausgeliehene Medien

# loanCurrent.table.totalLoanItems
source: Media loaned
de: Medien ausgeliehen

# loanHistory.table.summary
source: Loaned history
de: Ausleihhistorie

# loanHistory.table.caption
source: Loaned history
de: Ausleihhistorie

# loanHistory.default.empty
source: No history of loaned media available.
de: Keine Historie ausgeliehener Medien vorhanden.

# loan.widget.more
source: <strong>All</strong> loaned media
de: <strong>Alle</strong> ausgeliehene Medien

# loan.label.title
source: Title
de: Titel

# loan.label.title-volume
source: Title / volume / issue number
de: Titel / Bandangabe

# loan.label.additional-information
source: Additional information
de: Zusätzliche Informationen

# loan.label.author
source: Author
de: Verfasser

# loan.label.date-loan
source: Date of loan
de: Datum der Ausleihe

# loan.label.date-due
source: Due date
de: Fälligkeitsdatum

# loan.label.date-return
source: Date of return
de: Datum der Rückgabe

# loan.label.renewal
source: Number of renewals (max. 5)
de: Anzahl Verlängerungen (max. 5)

# loan.label.renew
source: Renew (from today)
de: Verlängern (ab heute)

# loan.btnsubmit.reset
source: Reset
de: Zurücksetzen

# loan.btnsubmit.mark
source: Mark all
de: Alle markieren

# loan.btnsubmit.renew
source: Renew
de: Verlängern

# loan.carrel.link
source: https://www.slub-dresden.de/en/visit/workplaces-and-workspaces/carrels/terms-of-use-for-slub-carrels
de: https://www.slub-dresden.de/besuchen/arbeitsplaetze-und-arbeitsraeume/carrels/regeln

# loan.carrel.description
source: More information about carrels
de: Mehr Informationen zu Carrels

# loan.table.FL
source: Interlibrary loan
de: Fernleihe

# loan.table.FLid
source: Interlibrary loan ID/ Order number
de: Fernleih ID / Bestellnummer

# loan.table.shelfLocation
source: Provided in
de: Bereitgestellt in

# loan.interlibrary.exstatus_FP
source: (Use only in the house)
de: (Benutzung nur im Haus)

# loan.interlibrary.shelfLocation.SoSa
source: Special collections reading room
de: Lesesaal Sondersammlungen

# loan.interlibrary.shelfLocation.fied1
source: Medicine Branch Library
de: Zweigbibliothek Medizin

# loan.interlibrary.shelfLocation.tha1
source: Branch Library Forestry
de: Zweigbibliothek Forstwissenschaft

# loan.interlibrary.shelfLocation.service
source: Central Library, service desk
de: Zentralbibliothek, Servicetheke

# loan.renew-function.laterRenewable
source: Not yet renewable
de: Noch nicht verlängerbar

# loan.renew-function.askRenewable
source: Request for an extension of the loan period by e-mail
de: Antrag auf Leihfristverlängerung per E-Mail

# loan.renew-function.notRenewableAnymore
source: No longer renewable
de: Nicht mehr verlängerbar

# loan.renew-function.chooseRenew
source: Select for renewal
de: Zur Verlängerung auswählen

# loan.renew-function.isReserved
source: Item is reserved
de: Exemplar ist vorgemerkt

# loan.renew-function.notRenewable
source: Not renewable
de: Nicht verlängerbar

# loan.renew-function.renewableAfterSubmission
source: Renewable after submission
de: Verlängerung nach Vorlage

# loan.renew-function.maxRenew
source: Maximum number of renewals reached.
de: Maximale Anzahl an Verlängerungen erreicht.

# booked.default.empty
source: Your booked list is empty.
de: Ihre Raumbuchungsliste ist leer.

# booked.widget.more
source: <strong>All</strong> my room bookings
de: <strong>Alle</strong> meine Raumbuchungen

# bookmark.default.empty
source: Your bookmark list is empty.
de: Ihre Merkliste ist leer.

# bookmark.widget.more
source: <strong>Show</strong> all entries
de: <strong>Alle</strong> Einträge anzeigen

# userdetail.dropdown.label
source: My profile
de: Mein Profil

# accountform.address.status.success
source: The changes were succesfully saved.
de: Die Änderungen wurden erfolgreich gespeichert.

# accountform.address.status.error.invalidMail
source: The e-mail address is invalid.
de: Die E-Mailadresse ist ungültig.

# accountform.address.status.error.requiredField
source: This is a mandatory field
de: Das ist ein Pflichtfeld

# accountform.address.status.error.requiredFields
source: Please fill in all mandatory fields!
de: Bitte füllen Sie alle Pflichtfelder aus!

# accountform.profile.givenNames
source: First name/s
de: Vorname/n

# accountform.profile.surname
source: Surname
de: Nachname

# accountform.profile.emailAddress
source: E-mail address
de: E-Mail-Adresse

# accountform.profile.confirm-emailAddress
source: Confirm e-mail address
de: E-Mail-Adresse bestätigen

# accountform.profile.hsid
source: University ID (HSID)
de: Hochschul-ID (HSID)

# accountform.profile.additionalNote
source: <b>Additional note to the form.</b> Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem.
de: <b>Zusätzlicher Hinweistext zum Formular.</b> Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem.

# accountform.profile.actionBtn
source: Update personal data
de: Persönliche Daten aktualisieren

# accountform.address.headline.postal-address
source: Postal address
de: Postanschrift

# accountform.address.address
source: Street/ house number
de: Straße/ Hausnummer

# accountform.address.addition
source: Addition
de: Zusatz

# accountform.address.postcode
source: Postcode
de: PLZ

# accountform.address.city
source: Place/ City
de: Ort/ Stadt

# accountform.address.country
source: Country
de: Land

# accountform.address.country.germany
source: Germany
de: Deutschland

# accountform.address.switzerland
source: Switzerland
de: Schweiz

# accountform.address.country.austria
source: Austria
de: Österreich

# accountform.address.country.other
source: Other
de: Anderes

# accountform.address.headline.secondary-flat
source: Secondary flat
de: Nebenwohnung

# accountform.address.headline.guarantor
source: Guarantor
de: Bürge

# accountform.address.actionBtn
source: Update contact details
de: Kontaktdaten aktualisieren

# accountform.social.phonenumber
source: Phone number
de: Telefonnummer

# accountform.social.actionBtn
source: Update profiles
de: Profile aktualisieren

# accountform.password.additionalNote
source: <b>Update your password:</b><br>The default password is your date of birth (enter in the format DDMMYYY e.g. 03061977). To change your personal password, enter a new password identically in the two fields below.
de: <b>Aktualisieren Sie ihr Kennwort:</b><br>Das Standardkennwort ist Ihr Geburtsdatum (Eingabe im Format TTMMJJJJ z.B. 03061977). Um Ihr persönliches Kennwort zu ändern, geben Sie ein neues Kennwort identisch in die beiden unteren Felder ein.

# accountform.password.username
source: Username
de: Benutzername

# accountform.password.password
source: Password
de: Kennwort

# accountform.password.newPassword
source: New password
de: Neues Kennwort

# accountform.password.passwordHelp
source: Your password must be 8-20 characters long, contain letters and numbers, and must not contain spaces, special characters, or emoji.
de: Ihr Passwort muss 8-20 Zeichen lang sein, Buchstaben und Zahlen enthalten und darf keine Leerzeichen, Sonderzeichen oder Emoji enthalten.

# accountform.password.passwordRepeat
source: Confirm new password
de: Neues Kennwort bestätigen

# accountform.password.actionBtn
source: Update password
de: Kennwort aktualisieren

# accountform.userPIN.additionalNote
source: <b>Update your PIN:</b><br>Do not give the PIN to other persons, as you will be liable for all transactions made with this PIN at the you are liable for all transactions made with this PIN at the automatic lending machines.
de: <b>Aktualisieren Sie ihr PIN:</b><br>Geben Sie die PIN nicht an andere Personen weiter, da Sie für alle Transaktionen, die mit dieser PIN an den Ausleihautomaten vorgenommen werden, haften.

# accountform.userPIN.username
source: Username
de: Benutzername

# accountform.userPIN.password
source: Password
de: Kennwort

# accountform.userPIN.pin
source: New PIN
de: Neue PIN

# accountform.userPIN.pinHelp
source: Your PIN must consist of exactly 4 digits!
de: Ihre PIN muss aus genau 4 Ziffern bestehen!

# accountform.userPIN.pinRepeat
source: Enter new PIN again
de: Neue PIN erneut eingeben

# accountform.userPIN.actionBtn
source: Change PIN
de: PIN ändern

# accountform.userPIN.additionalNote2
source: Please close this window after the transaction!
de: Bitte schließen Sie dieses Fenster nach erfolgter Transaktion!

# accountform.lock.additionalNote
source: <b>If you block your account now, it can only be unblocked by library staff!</b><br>To unblock your account, please report to one of our service counters with a personal document s. <a href="https://www.slub-dresden.de/en/visit/opening-hours-and-slub-libraries" title="Location overview">Location overview</a>
de: <b>Wenn Sie Ihr Konto jetzt sperren, dann kann es nur vom Bibliothekspersonal entsperrt werden!</b><br>Zur Kontoentsperrung melden Sie sich bitte mit einem Personaldokument an einer unserer Servicetheken s. <a href="https://www.slub-dresden.de/besuchen/oeffnungszeiten-und-standorte" title="Standortübersicht">Standortübersicht</a>

# accountform.lock.username
source: Username
de: Benutzername

# accountform.lock.password
source: Password
de: Kennwort

# accountform.lock.actionBtn
source: Accept
de: Akzeptieren
