Repository: slub/slub-web-profile
Catalog: Resources/Private/Language/*.locallang_backend.xlf
Languages: de

# extension.title
source: Web profile
de: Web Profil

# pages.tx_slubwebprofile_navigationSubtitle
source: Navigation Subtitle
de: Navigation Untertitel

# contentElement.dashboard.title
source: Dashboard
de: Pinnwand

# contentElement.dashboard.description
source: Container for grouping user-specific content elements.
de: Container zur Gruppierung von benutzerspezifischen Inhaltselementen.

# contentElement.eventfilter.title
source: Event filter
de: Veranstaltungsfilter

# contentElement.eventfilter.description
source: Filter for the event list of a logged in user. Requires the events themselves as additional content elements.
de: Filter für die Veranstaltungsliste eines eingeloggten Benutzers. Benötigt als weitere Inhaltselemente die Veranstaltungen selbst.

# contentElement.eventlist.title
source: Event list
de: Veranstaltungsliste

# contentElement.eventlist.description
source: List of events of a logged in user.
de: Auflistung von Veranstaltungen eines eingeloggten Benutzers.

# contentElement.borrowinglist.title
source: Borrowing media list
de: Ausleihliste von Medien

# contentElement.borrowinglist.description
source: List of borrowing media of a logged in user.
de: Auflistung von ausgeliehenen Medien eines eingeloggten Benutzers.

# contentElement.reservelist.title
source: Reserved media
de: Vorgemerkte Medien

# contentElement.reservelist.description
source: Fetch reserved media of a logged-in user.
de: Vorgemerkte Medien eines eingeloggten Benutzers holen.

# contentElement.bookedlist.title
source: Room bookings
de: Raumbuchungen

# contentElement.bookedlist.description
source: Booked rooms of a logged in user.
de: Raumbuchungen eines eingeloggten Benutzers.

# contentElement.bookmarklist.title
source: Bookmark
de: Merkliste

# contentElement.bookmarklist.description
source: Bookmark of a logged in user.
de: Merkliste eines eingeloggten Benutzers.

# contentElement.searchquerylist.title
source: Search query list
de: Liste mit Suchanfragen

# contentElement.searchquerylist.description
source: Listing of the last search queries of a logged-in user.
de: Auflistung der letzten Suchanfragen eines eingeloggten Benutzers.

# contentElement.userdetail.title
source: User detail
de: Benutzerdetail

# contentElement.userdetail.description
source: Details of a logged in user.
de: Detailinformationen zu einem eingeloggten Benutzer.

# contentElement.messagelist.title
source: Message list
de: Meldungsliste

# contentElement.messagelist.description
source: List of messages depends on the user group.
de: Auflistung von Meldungen in Abhängigkeit der Benutzergruppe.

# contentElement.sidebarmenu.title
source: Sidebar menu
de: Seitenmenü

# contentElement.sidebarmenu.description
source: Sticky menu of suselected pages.
de: Sticky Menü der ausgewählten Seiten.

# contentElement.accountform.title
source: Account form
de: Konto-Formular

# contentElement.accountform.description
source: Account form for profile settings.
de: Konto-Formular für Profileinstellungen.

# extensionConfiguration.api.domain
source: Domain: The domain has to begin with "https://" and no trailing slash.
de: Domain: Die Domain muss mit "https://" anfangen und hat keinen Schrägstrich am Ende.

# backendLayout.webProfile.title
source: SLUB Web Profile
de: SLUB Web Profil

# backendLayout.webProfile.description
source: Two columns (colpos 1,2) with large content column (colpos 0)
de: Zwei Spalten (colpos 1,2) mit großer Contentspalte (colpos 0)

# backendLayout.accountLayout.title
source: SLUB Account Layout
de: SLUB Konto-Layout

# backendLayout.accountLayout.description
source: Two columns each for header (colpos 1,2) and content area (colpos 0,3)
de: Je zwei Spalten für Header (colpos 1,2) und Contentbereich (colpos 0,3)

# backendLayout.column.leftcol
source: Left
de: Links

# backendLayout.column.rightcol
source: Right (slide)
de: Rechts (unterverbt)

# backendLayout.column.inlineElements
source: Additional content
de: Zusätzlicher Inhalt
